{
    "bad_signature": "Objet : Contestation de refus - Signature non conforme - Colis {tracking_number}\n\nMadame, Monsieur,\n\nJe fais suite à votre refus de prise en charge concernant le dossier {claim_reference} (Colis {tracking_number}).\n\nVous indiquez que la livraison a été effectuée car une signature est présente sur le bordereau. Or, je conteste formellement que cette signature soit celle du destinataire légitime.\n\nLe client, Mme/M. {recipient_name}, certifie sur l'honneur ne jamais avoir réceptionné ce colis ni apposé sa signature sur votre terminal.\n\n**Éléments de preuve joints :**\n1. Attestation sur l'honneur de non-réception signée par le client (conforme à l'article 441-7 du Code pénal).\n2. Copie de la pièce d'identité du client pour comparaison de signature.\n3. Dépôt de plainte pour usurpation d'identité (si applicable).\n\nLa jurisprudence est constante : la seule présence d'une signature illisible ou raturée ne constitue pas une preuve suffisante de livraison libératoire (Cass. Com., 22 oct. 1996). Il vous appartient de prouver que la signature est bien celle du destinataire.\n\nJe vous demande donc de réexaminer ce dossier et de procéder à l'indemnisation prévue contractuellement de {claim_amount}€.\n\nCordialement,\n\n{client_name}\n{client_email}",
    "weight_match": "Objet : Contestation de refus - Poids conforme - Colis {tracking_number}\n\nMadame, Monsieur,\n\nJe conteste votre décision de rejet concernant le dossier {claim_reference}.\n\nVous affirmez que le poids du colis relevé lors du transit correspond au poids expédié, excluant toute spoliation. Cette conclusion est hâtive.\n\n**Contre-arguments :**\n1. La spoliation peut avoir eu lieu sans modification significative du poids (remplacement par un objet de poids équivalent).\n2. L'emballage extérieur ne présentait pas d'avarie visible, indiquant une ouverture soigneuse ou un reconditionnement frauduleux durant le transport.\n3. Le client a constaté le contenu manquant immédiatement à l'ouverture.\n\nJe joins à ce courrier :\n- La facture du contenu d'origine avec les poids unitaires.\n- L'attestation de spoliation du client.\n- Des photos du colis reçu (si disponibles).\n\nJe maintiens ma demande d'indemnisation de {claim_amount}€ et vous sollicite pour une analyse plus approfondie des scans intermédiaires.\n\nCordialement,\n\n{client_name}\n{client_email}",
    "bad_packaging": "Objet : Contestation de refus - Emballage insuffisant - Colis {tracking_number}\n\nMadame, Monsieur,\n\nConcernant le refus du dossier {claim_reference} pour \"emballage insuffisant\", je me permets d'apporter les précisions techniques suivantes.\n\nLe colis a été conditionné dans un carton respectant les normes FEFCO/AFCO, adapté au poids et à la nature de la marchandise ({weight} kg). \n\n**Caractéristiques de l'emballage utilisé :**\n- Type : Carton double cannelure\n- Calage : Papier bulle et coussins d'air\n- Fermeture : Adhésif 50mm renforcé\n\nLe dommage constaté (écrasement/perforation) résulte d'une manipulation anormale ou d'une chute lourde durant le tri, et non d'une faiblesse de l'emballage. La responsabilité du transporteur est donc engagée selon l'article L.133-3 du Code de commerce, la présomption de responsabilité ne pouvant être levée par une simple allégation de mauvais emballage sans preuve technique.\n\nJe vous prie de bien vouloir réviser votre position et valider l'indemnisation de {claim_amount}€.\n\nCordialement,\n\n{client_name}\n{client_email}",
    "deadline_expired": "Objet : Recours gracieux - Délai de réclamation - Colis {tracking_number}\n\nMadame, Monsieur,\n\nJe reviens vers vous suite au rejet du dossier {claim_reference} pour hors délai.\n\nSi la réclamation a effectivement été transmise tardivement, c'est en raison de [RAISON_A_COMPLETER par le client: ex: information tardive de vos services / impossibilité technique sur votre portail].\n\nPar ailleurs, la jurisprudence rappelle que les clauses limitatives de responsabilité ou de délai ne peuvent priver le consommateur de son droit à réparation en cas de faute lourde du transporteur (perte avérée ou négligence caractérisée).\n\nLe préjudice étant avéré et s'élevant à {claim_amount}€, je sollicite un geste commercial de votre part ou une réouverture exceptionnelle du dossier.\n\nCordialement,\n\n{client_name}\n{client_email}",
    "default": "Objet : Contestation de la décision de refus - Colis {tracking_number}\n\nMadame, Monsieur,\n\nJe fais suite à votre notification de refus concernant la réclamation {claim_reference}.\n\nJe ne peux accepter cette décision car les éléments fournis prouvent ma bonne foi et la responsabilité du transporteur dans ce litige.\n\n**Rappel des faits :**\n- Colis confié le : {ship_date}\n- Statut actuel : {status_desc}\n- Motif de refus contesté : {refusal_reason}\n\nJe vous fournis en pièce jointe des éléments complémentaires pour étayer ma demande.\n\nJe vous demande de bien vouloir réétudier ce dossier avec la plus grande attention.\n\nCordialement,\n\n{client_name}\n{client_email}"
}