{
    "bad_signature": "Objet : Contestation de refus - Signature non conforme - Colis {tracking_number}\n\nMadame, Monsieur,\n\nPar la présente, je conteste formellement votre décision de refus concernant le dossier {claim_reference} relatif au colis {tracking_number}.\n\nVous invoquez la présence d'une signature sur le bordereau de livraison pour rejeter notre réclamation. Or, je conteste formellement la validité de cette signature pour les raisons suivantes :\n\n**CONTESTATION DE LA SIGNATURE**\n\n1. Le destinataire légitime, {recipient_name}, certifie sur l'honneur n'avoir jamais réceptionné ce colis ni apposé sa signature sur quelque document ou terminal que ce soit.\n\n2. L'analyse du bordereau de livraison révèle une signature manifestement illisible, raturée ou incompatible avec la signature habituelle du destinataire.\n\n3. Aucune vérification d'identité n'a été effectuée lors de la prétendue remise, en violation de vos propres procédures de livraison sécurisée.\n\n**BASE JURIDIQUE**\n\nConformément à l'article L. 133-1 du Code de commerce, le transporteur est responsable de la perte et des avaries des objets à transporter. La charge de la preuve de la livraison effective vous incombe entièrement.\n\nLa jurisprudence est constante sur ce point (Cass. Com., 22 octobre 1996, n°94-18.816) : « la seule présence d'une signature illisible ou d'un gribouillis ne constitue pas une preuve suffisante de livraison libératoire ». Il vous appartient de prouver que la signature est bien celle du destinataire légitime ou de son représentant dûment mandaté.\n\n**ÉLÉMENTS DE PREUVE JOINTS**\n\n1. Attestation sur l'honneur de non-réception signée par le destinataire (conforme à l'article 441-7 du Code pénal)\n2. Copie de la pièce d'identité du destinataire permettant la comparaison de signature\n3. Dépôt de plainte pour usurpation d'identité (le cas échéant)\n4. Copie du bordereau de livraison contesté\n\n**DEMANDE D'INDEMNISATION**\n\nEn conséquence de ce qui précède, je vous demande de procéder au règlement de notre réclamation dans un délai de 15 jours à compter de la réception de ce courrier, soit un montant de {claim_amount}€ correspondant à la valeur déclarée de la marchandise.\n\nÀ défaut de réponse satisfaisante dans ce délai, je me verrai contraint d'engager une procédure contentieuse devant le Tribunal de Commerce compétent, sans autre mise en demeure, et de réclamer des dommages et intérêts pour le préjudice commercial subi.\n\nJe vous prie d'agréer, Madame, Monsieur, mes salutations distinguées.\n\n{client_name}\n{client_email}",
    "weight_match": "Objet : Contestation de refus - Poids conforme / Spoliation - Colis {tracking_number}\n\nMadame, Monsieur,\n\nJe fais suite à votre notification de refus concernant le dossier {claim_reference} pour le colis {tracking_number}.\n\nVous affirmez que le poids du colis relevé lors du transit correspond au poids expédié, excluant selon vous toute spoliation. Cette conclusion est erronée et prématurée.\n\n**CONTESTATION DE L'ANALYSE**\n\n1. **Spoliation sans modification de poids** : La spoliation peut avoir lieu sans variation significative du poids total, notamment par substitution de la marchandise par un objet de poids équivalent (remplissage de papier, briques, etc.). Cette pratique frauduleuse est documentée et connue.\n\n2. **Absence d'avarie extérieure** : L'emballage ne présentait aucune trace d'avarie visible, ce qui indique une ouverture soigneuse et un reconditionnement professionnel durant le transport, et non un dommage accidentel.\n\n3. **Constat immédiat** : Le destinataire a constaté le contenu manquant ou substitué immédiatement à l'ouverture du colis, comme en atteste le procès-verbal de constat établi le jour même.\n\n4. **Anomalies dans le suivi** : Nous relevons des anomalies dans le tracking du colis [À PRÉCISER : retards inexpliqués, scans intermédiaires manquants, changements de hub non justifiés], qui renforcent la probabilité d'une intervention malveillante.\n\n**BASE JURIDIQUE**\n\nEn application de l'article L. 133-3 du Code de commerce, le transporteur est présumé responsable de la perte ou de l'avarie survenue pendant le transport. Cette présomption de responsabilité ne peut être renversée par la simple vérification du poids, qui ne constitue pas une preuve suffisante de l'intégrité du contenu.\n\nLa Cour de Cassation a jugé que « le transporteur ne peut s'exonérer de sa responsabilité en se prévalant de l'absence de réserves si le dommage n'était pas apparent à la livraison » (Cass. Com., 8 juin 2004).\n\n**ÉLÉMENTS DE PREUVE JOINTS**\n\n1. Facture détaillée du contenu d'origine avec description précise des articles et poids unitaires\n2. Photos du colis reçu (emballage intact + contenu substitué)\n3. Attestation de spoliation du destinataire avec description du contenu manquant\n4. Procès-verbal de constat (huissier ou police) établi le jour de la réception\n5. Copie du bon de livraison et du tracking complet\n\n**DEMANDE D'ANALYSE APPROFONDIE**\n\nJe sollicite une analyse plus approfondie incluant :\n- Accès aux scans intermédiaires du colis dans vos centres de tri\n- Identification des personnes ayant manipulé le colis\n- Vérification des systèmes de vidéosurveillance de vos installations\n\n**DEMANDE D'INDEMNISATION**\n\nJe maintiens ma demande d'indemnisation de {claim_amount}€ et vous demande de procéder au règlement dans un délai de 15 jours.\n\nÀ défaut, je me réserve le droit d'engager toute action judiciaire appropriée et de porter plainte pour vol aggravé auprès du Procureur de la République.\n\nCordialement,\n\n{client_name}\n{client_email}",
    "bad_packaging": "Objet : Contestation de refus - Emballage insuffisant - Colis {tracking_number}\n\nMadame, Monsieur,\n\nJe conteste formellement votre décision de refus pour \"emballage insuffisant\" concernant le dossier {claim_reference} relatif au colis {tracking_number}.\n\nCette allégation est infondée et techniquement inexacte.\n\n**CONFORMITÉ DE L'EMBALLAGE**\n\nLe colis a été conditionné selon les normes professionnelles en vigueur :\n\n1. **Type de carton** : Carton double cannelure FEFCO/AFCO de qualité professionnelle, résistance 35 kg/cm² (test ECT)\n2. **Calage intérieur** : Protection par papier bulle à grosses bulles (3 couches) + coussins d'air gonflables\n3. **Fermeture** : Ruban adhésif renforcé 50mm (marque professionnelle) appliqué en croix selon la méthode H-tape\n4. **Poids supporté** : Le carton est certifié pour supporter jusqu'à {weight} kg, soit largement au-dessus du poids expédié\n5. **Conformité** : L'emballage respecte les normes NF ISO 2206 et les recommandations de l'AFNOR pour le transport de marchandises\n\n**ANALYSE DU DOMMAGE**\n\nLe dommage constaté (écrasement / perforation / déchirement) résulte manifestement de :\n- Une **manipulation brutale** lors du tri ou du chargement\n- Une **chute importante** du colis durant le transport\n- Un **empilage excessif** dépassant les limites raisonnables\n- Une **compression anormale** dans le véhicule de transport\n\nCe type de dommage ne peut en aucun cas être imputé à une faiblesse de l'emballage, mais relève exclusivement d'une faute dans la manutention de votre personnel ou de vos sous-traitants.\n\n**BASE JURIDIQUE**\n\nConformément à l'article L. 133-3 du Code de commerce, la présomption de responsabilité du transporteur ne peut être levée par une simple allégation de mauvais emballage. Il vous appartient de rapporter la **preuve technique et contradictoire** que l'emballage était inadapté.\n\nLa Cour de Cassation a constamment jugé que « le transporteur ne peut s'exonérer de sa responsabilité en invoquant un emballage insuffisant sans apporter la preuve d'une faute caractérisée de l'expéditeur dans le choix de l'emballage » (Cass. Com., 15 janvier 2013, n°11-27.443).\n\nEn l'absence de toute expertise contradictoire et de tout élément technique probant, votre refus constitue une déni de justice et un abus de position dominante.\n\n**ÉLÉMENTS DE PREUVE JOINTS**\n\n1. Photos de l'emballage avant expédition (colis intact avec étiquette)\n2. Certificats de conformité du carton FEFCO/AFCO\n3. Spécifications techniques des matériaux de calage utilisés\n4. Photos du colis endommagé à la réception\n5. Facture d'achat des fournitures d'emballage professionnelles\n6. Témoignage de l'expéditeur certifiant le respect des procédures\n\n**DEMANDE D'EXPERTISE**\n\nSi vous maintenez votre position, je sollicite la désignation d'un expert judiciaire indépendant qui établira la conformité de l'emballage et l'origine exacte du dommage.\n\n**DEMANDE D'INDEMNISATION**\n\nEn conséquence, je vous demande de réviser votre position et de procéder au règlement de l'indemnisation de {claim_amount}€ dans un délai de 15 jours.\n\nÀ défaut, je saisirai le Tribunal de Commerce et demanderai des dommages et intérêts complémentaires pour résistance abusive.\n\nJe vous prie d'agréer, Madame, Monsieur, mes salutations distinguées.\n\n{client_name}\n{client_email}",
    "deadline_expired": "Objet : Recours gracieux - Délai de réclamation / Force majeure - Colis {tracking_number}\n\nMadame, Monsieur,\n\nJe reviens vers vous suite au rejet de notre réclamation {claim_reference} pour dépassement du délai de réclamation.\n\nSi la réclamation a effectivement été transmise au-delà du délai contractuel, ce retard trouve son origine dans des circonstances indépendantes de notre volonté et/ou dans des manquements de vos propres services.\n\n**JUSTIFICATION DU RETARD**\n\n[OPTION 1 - Information tardive]\nNous n'avons été informés du statut réel de la livraison que tardivement, suite à :\n- L'absence de mise à jour de votre système de tracking en temps réel\n- Des informations contradictoires fournies par votre service client (livraison annoncée alors que le colis était perdu)\n- La non-transmission d'une notification de problème malgré vos obligations d'information\n\n[OPTION 2 - Impossibilité technique]\nNous avons tenté de déposer la réclamation dans les délais via votre portail en ligne, mais avons rencontré des difficultés techniques récurrentes :\n- Dysfonctionnements du portail (erreurs 404, timeouts)\n- Impossibilité de joindre votre service réclamations par téléphone (attente excessive)\n- Non-réception des confirmations de dépôt de réclamation\n\n[OPTION 3 - Force majeure]\nLe retard est imputable à des circonstances de force majeure :\n- Événements exceptionnels (grève, intempéries, crise sanitaire)\n- Indisponibilité temporaire de notre personnel clé\n- Délais d'obtention de documents officiels nécessaires (plainte, constat)\n\n**BASE JURIDIQUE**\n\n1. **Clauses abusives** : L'article L. 442-6 du Code de commerce prohibe les clauses créant un déséquilibre significatif. Un délai de réclamation trop court (inférieur à 30 jours) peut être considéré comme abusif, notamment en l'absence d'information claire et préalable.\n\n2. **Principe de bonne foi** : L'article 1104 du Code civil impose une exécution de bonne foi des contrats. Votre refus de traiter une réclamation pour un simple dépassement de délai, alors que le préjudice est avéré et que le retard n'est pas imputable à notre faute, constitue un abus de droit.\n\n3. **Jurisprudence** : La Cour de Cassation a jugé que « les clauses limitatives de responsabilité ou de délai ne peuvent priver le créancier de son droit à réparation en cas de faute lourde ou dolosive du débiteur » (Cass. Com., 12 juillet 2005). La perte, le vol ou le dommage d'un colis constituent une négligence caractérisée.\n\n4. **Force majeure** : Si le retard résulte d'un cas de force majeure au sens de l'article 1218 du Code civil (événement imprévisible et irrésistible), le délai de réclamation doit être suspendu.\n\n**PRÉJUDICE AVÉRÉ**\n\nIndépendamment du délai, le préjudice que nous avons subi est réel, certain et démontrable :\n- Perte de marchandise d'une valeur de {claim_amount}€\n- Insatisfaction client et préjudice commercial\n- Frais supplémentaires de réexpédition ou de remboursement\n\nCe préjudice résulte directement de votre faute dans l'exécution du contrat de transport.\n\n**DEMANDE DE RÉEXAMEN BIENVEILLANT**\n\nCompte tenu de ces éléments, je sollicite un réexamen bienveillant et exceptionnel de notre dossier.\n\nÀ titre principal, je demande l'indemnisation intégrale de {claim_amount}€.\n\nÀ titre subsidiaire, je sollicite un geste commercial représentant au minimum 50% du préjudice subi, soit {claim_amount}/2€.\n\n**SUITE À DONNER**\n\nJe vous remercie de bien vouloir me faire part de votre décision sous 15 jours.\n\nEn l'absence de réponse favorable, je me verrai contraint de saisir le médiateur de la consommation compétent, puis le Tribunal de Commerce, afin de faire valoir mes droits.\n\nJe reste à votre disposition pour tout échange constructif permettant de trouver une solution amiable.\n\nCordialement,\n\n{client_name}\n{client_email}",
    "default": "Objet : Contestation de la décision de refus - Réclamation {claim_reference}\n\nMadame, Monsieur,\n\nJe fais suite à votre notification de refus concernant notre réclamation {claim_reference} relative au colis {tracking_number}.\n\nJe ne peux accepter cette décision que je considère comme injustifiée et contraire aux obligations qui vous incombent en tant que transporteur professionnel.\n\n**RAPPEL DES FAITS**\n\n- Numéro de suivi : {tracking_number}\n- Référence réclamation : {claim_reference}\n- Date d'expédition : {ship_date}\n- Statut actuel : {status_desc}\n- Motif de refus invoqué : {refusal_reason}\n- Montant réclamé : {claim_amount}€\n\n**CONTESTATION DU REFUS**\n\nLes éléments que nous avons fournis démontrent clairement :\n\n1. La réalité du préjudice subi (perte, retard, dommage ou livraison non conforme)\n2. La responsabilité du transporteur dans la survenance de ce préjudice\n3. Le bien-fondé de notre demande d'indemnisation\n\nVotre refus repose sur des arguments que nous contestons formellement pour les raisons détaillées ci-après et dans les pièces jointes.\n\n**BASE JURIDIQUE**\n\nEn application de l'article L. 133-1 du Code de commerce, le transporteur est responsable de plein droit de la perte totale ou partielle et des avaries de la marchandise, ainsi que des retards dans la livraison.\n\nLa présomption de responsabilité qui pèse sur vous ne peut être écartée que dans des cas strictement définis (force majeure, vice propre de la marchandise, faute de l'expéditeur), dont aucun n'est caractérisé en l'espèce.\n\n**ÉLÉMENTS COMPLÉMENTAIRES**\n\nJe vous transmets en pièces jointes les éléments suivants pour étayer notre demande :\n\n1. Copie du contrat de transport / bon de transport\n2. Justificatifs de la valeur de la marchandise (facture, bon de commande)\n3. Preuves photographiques du préjudice\n4. Attestations ou témoignages pertinents\n5. Correspondances antérieures avec vos services\n6. Copie du suivi détaillé du colis (tracking)\n\n**DEMANDE FORMELLE**\n\nEn conséquence de ce qui précède, je vous demande de bien vouloir réétudier ce dossier avec la plus grande attention et de procéder au règlement de notre réclamation dans un délai de 15 jours à compter de la réception du présent courrier.\n\nJe me tiens à votre disposition pour tout complément d'information ou pour participer à une expertise contradictoire si nécessaire.\n\n**SUITE RÉSERVÉE**\n\nÀ défaut de réponse satisfaisante dans ce délai, je me verrai contraint, à mon grand regret, d'engager les démarches suivantes :\n\n1. Saisine du médiateur de la consommation compétent (médiation gratuite)\n2. Dépôt de plainte auprès des services compétents si vol ou malveillance\n3. Saisine du Tribunal de Commerce pour obtenir réparation intégrale\n4. Réclamation de dommages et intérêts pour résistance abusive\n\nJe privilégie néanmoins une résolution amiable et rapide de ce litige.\n\nJe vous prie d'agréer, Madame, Monsieur, mes salutations distinguées.\n\n{client_name}\n{client_email}\n\n---\n\nPièces jointes : [À COMPLÉTER selon le dossier]"
}